[
    {
        "UserName": "Dale",
        "Gender": "male",
        "DateOfBirth": "1966-07-14",
        "KnownAs": "Dale",
        "LeaseEnd": "1971-01-26",
        "Created": "2020-02-09",
        "LastActive": "2020-05-07",
        "Introduction": "Laborum voluptate ullamco ea reprehenderit excepteur ipsum proident cupidatat voluptate quis do ipsum. Id elit consequat ad fugiat eu aliquip aliqua ad mollit culpa. Excepteur amet irure et mollit pariatur.\r\n",
        "LookingFor": "Ea id enim consectetur eu. Nostrud do est nulla adipisicing consectetur laborum. Id ut veniam tempor esse incididunt. Ex eu ea ullamco magna proident irure laborum proident. Id deserunt sunt nulla Lorem ex ipsum nisi.\r\n",
        "Interests": "Esse Lorem eiusmod minim dolore ea.",
        "City": "Onton",
        "Country": "French Polynesia",
        "RoomType": "Single",
        "Address": "400 Rutledge Street, Boykin, Guam, 7989",
        "RoomNumber": 2,
        "RentalFee": 379,
        "PhoneNumber": "+1 (954) 471-3092",
        "Email": "dalehouston@medesign.com",
        "Photos": [
            {
                "Url": "https://randomuser.me/api/portraits/men/9.jpg",
                "isMain": true
            }
        ]
    },
    {
        "UserName": "Pratt",
        "Gender": "male",
        "DateOfBirth": "1975-10-08",
        "KnownAs": "Pratt",
        "LeaseEnd": "1994-06-20",
        "Created": "2019-08-19",
        "LastActive": "2020-05-01",
        "Introduction": "Amet in magna velit cillum commodo do. Irure qui minim qui officia ut consectetur quis elit voluptate nostrud nulla. Voluptate ex amet aute aute sit cillum. Ex aute amet ea mollit eu amet.\r\n",
        "LookingFor": "Velit culpa ex proident deserunt adipisicing laborum adipisicing adipisicing sunt aliqua amet. In qui nisi incididunt anim ipsum tempor reprehenderit velit aute commodo ex. Irure est deserunt nostrud est labore eu voluptate et non mollit ad duis ad et. Aliquip voluptate eu irure elit sit nisi excepteur esse deserunt. Dolore esse proident in id mollit.\r\n",
        "Interests": "Incididunt occaecat mollit mollit nisi exercitation culpa do ad commodo.",
        "City": "Oley",
        "Country": "Finland",
        "RoomType": "Single",
        "Address": "746 Rochester Avenue, Gardiner, Nebraska, 2094",
        "RoomNumber": 3,
        "RentalFee": 398,
        "PhoneNumber": "+1 (804) 413-3509",
        "Email": "pratthouston@medesign.com",
        "Photos": [
            {
                "Url": "https://randomuser.me/api/portraits/men/64.jpg",
                "isMain": true
            }
        ]
    },
    {
        "UserName": "Christensen",
        "Gender": "male",
        "DateOfBirth": "1988-06-12",
        "KnownAs": "Christensen",
        "LeaseEnd": "1960-03-21",
        "Created": "2019-10-31",
        "LastActive": "2020-05-07",
        "Introduction": "Veniam labore est enim occaecat occaecat eu id do cillum. Sint amet dolor et cillum cillum enim ad velit esse in ut. Anim consequat dolore elit do esse excepteur sint. Adipisicing qui sint minim exercitation. Velit ut tempor irure tempor quis adipisicing est in proident dolor elit commodo et nisi.\r\n",
        "LookingFor": "Eiusmod nostrud velit dolore in aute amet sit ad culpa non sit. Irure Lorem ad dolore est adipisicing aliqua aute pariatur aliqua. Ut adipisicing nisi esse pariatur. Enim proident tempor incididunt ad aute.\r\n",
        "Interests": "Est anim nostrud in eu occaecat commodo ad ipsum consequat deserunt anim nostrud.",
        "City": "Idamay",
        "Country": "Kenya",
        "RoomType": "Single",
        "Address": "649 Menahan Street, Glidden, Kentucky, 2777",
        "RoomNumber": 5,
        "RentalFee": 378,
        "PhoneNumber": "+1 (898) 581-2378",
        "Email": "christensenhouston@medesign.com",
        "Photos": [
            {
                "Url": "https://randomuser.me/api/portraits/men/12.jpg",
                "isMain": true
            }
        ]
    },
    {
        "UserName": "Neal",
        "Gender": "male",
        "DateOfBirth": "1955-01-31",
        "KnownAs": "Neal",
        "LeaseEnd": "1988-02-19",
        "Created": "2019-09-12",
        "LastActive": "2020-06-03",
        "Introduction": "Velit quis velit enim eu aliquip ullamco. Enim ea quis incididunt mollit eiusmod aliqua do Lorem ex velit nulla non cillum. Enim officia enim incididunt commodo labore exercitation sint. Labore consequat culpa amet esse aliquip aliquip ut.\r\n",
        "LookingFor": "Nostrud quis culpa veniam sint et commodo ex velit do. Consectetur ipsum cillum labore aliqua. Laborum esse officia nisi sunt nostrud velit voluptate magna non amet sunt.\r\n",
        "Interests": "Consequat qui culpa aliqua duis culpa ad ad cupidatat amet do duis veniam.",
        "City": "Interlochen",
        "Country": "Lebanon",
        "RoomType": "Single",
        "Address": "125 Fane Court, Brandywine, Illinois, 5899",
        "RoomNumber": 1,
        "RentalFee": 367,
        "PhoneNumber": "+1 (830) 487-3467",
        "Email": "nealhouston@medesign.com",
        "Photos": [
            {
                "Url": "https://randomuser.me/api/portraits/men/37.jpg",
                "isMain": true
            }
        ]
    },
    {
        "UserName": "Richard",
        "Gender": "male",
        "DateOfBirth": "1978-09-23",
        "KnownAs": "Richard",
        "LeaseEnd": "1980-12-30",
        "Created": "2019-03-27",
        "LastActive": "2020-05-30",
        "Introduction": "Deserunt mollit qui consequat est duis nulla nulla quis cillum deserunt sint reprehenderit fugiat. Cillum laboris qui enim laboris voluptate fugiat minim amet incididunt. Consequat laboris mollit anim nulla ea occaecat sint cupidatat qui. Proident eu mollit anim dolor consectetur eu veniam labore duis tempor. Nisi elit pariatur nostrud proident nostrud cupidatat consequat sit cupidatat elit dolor. Veniam ullamco do exercitation dolore voluptate nostrud dolor irure quis est et mollit minim incididunt. Pariatur qui id voluptate est sint.\r\n",
        "LookingFor": "Esse sit voluptate nisi aliquip aliquip cillum non ullamco Lorem exercitation et elit. Duis dolor qui velit eu amet duis proident est tempor. Cillum eiusmod cupidatat nostrud cillum do culpa laboris. Commodo ex cupidatat dolor magna aliquip sunt sint ut.\r\n",
        "Interests": "Laboris commodo voluptate consequat excepteur in id.",
        "City": "Brooktrails",
        "Country": "Macedonia",
        "RoomType": "Single",
        "Address": "787 Beaver Street, Knowlton, Texas, 2194",
        "RoomNumber": 4,
        "RentalFee": 370,
        "PhoneNumber": "+1 (878) 515-2249",
        "Email": "richardhouston@medesign.com",
        "Photos": [
            {
                "Url": "https://randomuser.me/api/portraits/men/26.jpg",
                "isMain": true
            }
        ]
    }
]